[
{
"englishQuote": "Be a hero, donate blood.",
"germanQuote": "Sei ein Held, spende Blut."
},
{
"englishQuote": "One hour of your time, one lifetime for someone else.",
"germanQuote": "Eine Stunde deiner Zeit, ein Leben für jemand anderen."
},
{
"englishQuote": "Your donation can bring hope and healing to those in need.",
"germanQuote": "Deine Spende kann Hoffnung und Heilung für Bedürftige bringen."
},
{
"englishQuote": "Blood donation is the ultimate act of kindness.",
"germanQuote": "Blutspende ist der ultimative Akt der Freundlichkeit."
},
{
"englishQuote": "Blood donors are lifesavers in disguise.",
"germanQuote": "Blutspender sind Lebensretter in Verkleidung."
},
{
"englishQuote": "Share life, give blood.",
"germanQuote": "Teile das Leben, spende Blut."
},
{
"englishQuote": "The best type of blood is the one that's donated.",
"germanQuote": "Die beste Art von Blut ist die, die gespendet wird."
},
{
"englishQuote": "Every drop counts. Donate blood today.",
"germanQuote": "Jeder Tropfen zählt. Spende heute Blut."
},
{
"englishQuote": "Saving a life starts with one donation.",
"germanQuote": "Ein Leben retten beginnt mit einer Spende."
},
{
"englishQuote": "Donate blood, it's the gift of life that costs nothing.",
"germanQuote": "Spende Blut, es ist das Geschenk des Lebens, das nichts kostet."
},
{
"englishQuote": "Donating blood is not just an act of kindness, it's an act of humanity.",
"germanQuote": "Blutspenden ist nicht nur ein Akt der Freundlichkeit, sondern auch ein Akt der Menschlichkeit."
},
{
"englishQuote": "Be the reason someone smiles today. Donate blood.",
"germanQuote": "Sei der Grund, warum jemand heute lächelt. Spende Blut."
},
{
"englishQuote": "Donating blood is a small act of kindness with a big impact.",
"germanQuote": "Blutspende ist eine kleine Freundlichkeit mit großer Wirkung."
},
{
"englishQuote": "Blood donation is a selfless act of love and generosity.",
"germanQuote": "Blutspende ist eine selbstlose Tat der Liebe und Großzügigkeit."
},
{
"englishQuote": "Your blood donation can give someone another chance at life.",
"germanQuote": "Deine Blutspende kann jemandem eine weitere Chance im Leben geben."
},
{
"englishQuote": "Donate blood and be someone's miracle.",
"germanQuote": "Spende Blut und sei jemandes Wunder."
},
{
"englishQuote": "Donating blood is the easiest way to save a life.",
"germanQuote": "Blutspende ist der einfachste Weg, ein Leben zu retten."
},
{
"englishQuote": "Blood donation is not just a gift, it's a responsibility.",
"germanQuote": "Blutspenden ist nicht nur ein Geschenk, sondern auch eine Verantwortung."
},
{
"englishQuote": "Give blood, give a part of yourself to save someone else.",
"germanQuote": "Spende Blut, gib einem Teil von dir selbst, um jemand anderen zu retten."
},
{
"englishQuote": "Give blood, give life.",
"germanQuote": "Spende Blut, spende Leben."
}
]

